Repository: vdr-projects/vdr-plugin-playlist
Catalog: po/*.po
Languages: de_de

source: Play$Currently play first Record! Jump to last?
de_de: Erste Aufnahme wird gespielt! Zur letzten gehen?

source: Play$Currently play last Record! Jump to first?
de_de: Letzte Aufnahme wird gespielt! Zur ersten gehen?

source: Play$Delete recording:
de_de: Aufnahme löschen:

source: Play$Start next recording:
de_de: Nächste Aufnahme starten:

source: Display$prepare recording display...
de_de: Listenanzeige wird vorbereitet...

source: Add
de_de: Hinzufügen

source: UnMark
de_de: Demakieren

source: Select
de_de: Auswahl

source: Add selected Record to Playlist?
de_de: Ausgewählte Aufnahme hinzufügen?

source: Delete recording?
de_de: Aufnahme löschen?

source: Edit$Confirm Options
de_de: Bestätigung der Optionen

source: Edit$Edit Record
de_de: Bearbeite Aufnahme

source: OptionPL$is:
de_de: ist:

source: OptionPL$Name
de_de: Name

source: OptionPL$Search new records on folders
de_de: Verzeichnissuche neue Aufnahmen

source: OptionPL$Search records on subfolders
de_de: Aufnahmen in Unterverzei. suchen

source: OptionPL$Play only new Records
de_de: Nur neue Aufzeichnungen abspielen

source: OptionPL$Jump to first segment of movie
de_de: Zum ersten Filmteil sprigen

source: OptionPL$Confirm start new record
de_de: Frage bei Start neue Wiedergabe

source: OptionPL$Remove records after play from list
de_de: PL-Eintrag n. Wiedergabe streichen

source: OptionPL$Delete records after play
de_de: Löschen Aufn. nach Wiedergabe

source: OptionPL$ Confirm delete records
de_de: Bestätigung löschen Aufnahmen

source: Error$Missing playlistentry name!
de_de: Name für Eintrag in Playlist fehlt!

source: Error$Playlistentry or Record is deleted
de_de: Playlisteintrag oder Aufnahme ist gelöscht

source: Error$Playlistentry is not set
de_de: Playlist-Eintrag ist fehlerhaft

source: Display$Display Playlist
de_de: Anzeige Playlist

source: Error$At this position and after no recording found!
de_de: Dieser Position und danach ist keine Aufnahme

source: Question$No new recording found! Play first?
de_de: Keine neuen Aufnahmen! Erste abspielen?

source: Question$Play selected recording?
de_de: Ausgewählte Aufnahme abspielen?

source: Question$Play last played recording?
de_de: Zuletzt gespielte Aufnahme abspielen?

source: Question$Play first new recording?
de_de: Erste neue Aufnahme abspielen?

source: Edit$Delete Playlistentry?
de_de: Löschen des Playlist-Eintrags?

source: Error$Move between folders and not folders not allowed.
de_de: Vers. zw. Verzeichniss und normal nicht erlaubt

source: Edit$Create Playlist
de_de: Erstelle Playlist

source: Edit$Edit Playlist
de_de: Bearbeite Playlist

source: OptionPL$In playlistview starts play at
de_de: Wiedergabe bei Übersicht startet

source: OptionPL$In detailview starts play at
de_de: Wiedergabe bei Playliste startet

source: OptionPL$Effective setting is:
de_de: Aktuelle Einstellung ist:

source: Error$Missing playlist name!
de_de: Name für Playlist fehlt!

source: Error$same name of playlist exists!
de_de: Gleicher Name der Playlist ist vorhanden

source: Discard all changes?
de_de: Alle Änderungen verwerfen?

source: Display$Display Playlists
de_de: Übersicht Playlisten

source: Display$prepare playlists display...
de_de: Listenanzeige wird vorbereitet...

source: Option
de_de: Optionen

source: Error$Playlist is currently used by played recording
de_de: Aktuelle Wiedergabe benutzt diese Playliste

source: Edit$Delete Playlist?
de_de: Löschen der Playlist?

source: Setup$Display playlists now
de_de: Jetzt Playlisten anzeigen

source: Setup$Play last playlist now
de_de: Letzte Playlist wiedergeben

source: Setup$Preferr Command Line Parameter
de_de: Kommandozeile hat Vorrang

source: Setup$Visible in Mainmenu
de_de: Im Hauptmenü sichtbar

source: Setup$ Name for Mainmenu
de_de: Eintragname im Hauptmenü

source: Setup$Startoptions for plugin
de_de: Startoptionen des Plugins

source: Setup$Edit
de_de: Bearbeitung

source: Setup$Play
de_de: Wiedergabe

source: Setup$Press OK in Playlistview starts
de_de: OK in Playlist-Ansicht startet

source: Setup$Store playlist after change
de_de: Playlist nach Änderung speichern

source: Setup$after question
de_de: nach Frage

source: Setup$automatically
de_de: automatisch

source: Setup$Allow delete Records
de_de: Aufnahmen löschen erlauben

source: Setup$Confirm delete playlistentries
de_de: Frage löschen PL-Eintragungen

source: Setup$Path for store playlists
de_de: Speicherpfad für Playlisten

source: Setup$Change default options for playlist
de_de: Standardoptionen für Playlist ändern

source: OptionPL$ In playlistview starts play at
de_de: Wiedergabe bei Übersicht startet

source: OptionPL$ In detailview starts play at
de_de: Wiedergabe bei Playliste startet

source: OptionPL$ Search new records on folders
de_de: Verzeichnissuche neue Aufnahmen

source: OptionPL$ Search new records on subfolders
de_de: Aufnahmen in Unterverzei. suchen

source: OptionPL$ Play only new Records
de_de: Nur neue Aufzeichnungen abspielen

source: OptionPL$ Jump to first segment of movie
de_de: Zum ersten Filmteil sprigen

source: OptionPL$ Confirm start new record
de_de: Frage bei Start neue Wiedergabe

source: OptionPL$ Remove records after play from list
de_de: PL-Eintrag n. Wiedergabe streichen

source: OptionPL$ Delete records after play
de_de: Löschen Aufn. nach Wiedergabe

source: OptionPL$ Confirm delete records
de_de: Bestätigung löschen Aufnahmen

source: Setup$Change Character for identification
de_de: Darstellungszeichen ändern

source: OptionPL$ Character for folders
de_de: Zeichen für Verzeichniss

source: OptionPL$ Character for records in folders
de_de: Zeichen für Aufn. im Verzeichnis

source: OptionPL$ Character for normal records
de_de: Zeichen für normale Aufnahmen

source: Setup$Verbose Log Mode
de_de: Ausführliche Protokollierung

source: Setup$Display PL
de_de: Anzeige PL

source: Setup$Display last PL
de_de: Anz. letzte PL

source: Setup$Play last PL
de_de: Wiedergabe PL

source: Setup$new empty PL
de_de: leere PL

source: OptionPL$[from Setup]
de_de: [von Einstellung]

source: OptionPL$[from Playlist]
de_de: [von Playlist]

source: OptionPL$[from Folder]
de_de: [von Verzeichniss]

source: OptionPL$first pos
de_de: erste Position

source: OptionPL$first new
de_de: erste neue

source: OptionPL$last played
de_de: letzte Wiederg.

source: OptionPL$seletced pos
de_de: ausgewählte

source: OptionPL$question
de_de: Frage
